package parsersber

// Федеральные округа России
var FederalDistricts = map[string][]string{
	"Центральный ФО": {
		"Белгородская область", "Брянская область", "Владимирская область",
		"Воронежская область", "Ивановская область", "Калужская область",
		"Костромская область", "Курская область", "Липецкая область",
		"Московская область", "Орловская область", "Рязанская область",
		"Смоленская область", "Тамбовская область", "Тверская область",
		"Тульская область", "Ярославская область", "Москва",
	},
	"Северо-Западный ФО": {
		"Республика Карелия", "Республика Коми", "Архангельская область",
		"Вологодская область", "Калининградская область", "Ленинградская область",
		"Мурманская область", "Новгородская область", "Псковская область",
		"Санкт-Петербург", "Ненецкий автономный округ",
	},
	"Южный ФО": {
		"Республика Адыгея", "Республика Калмыкия", "Краснодарский край",
		"Астраханская область", "Волгоградская область", "Ростовская область",
		"Республика Крым", "Севастополь",
	},
	"Северо-Кавказский ФО": {
		"Республика Дагестан", "Республика Ингушетия", "Кабардино-Балкарская Республика",
		"Карачаево-Черкесская Республика", "Республика Северная Осетия - Алания",
		"Чеченская Республика", "Ставропольский край",
	},
	"Приволжский ФО": {
		"Республика Башкортостан", "Республика Марий Эл", "Республика Мордовия",
		"Республика Татарстан", "Удмуртская Республика", "Чувашская Республика",
		"Кировская область", "Нижегородская область", "Оренбургская область",
		"Пензенская область", "Пермский край", "Самарская область",
		"Саратовская область", "Ульяновская область",
	},
	"Уральский ФО": {
		"Курганская область", "Свердловская область", "Тюменская область",
		"Челябинская область", "Ханты-Мансийский автономный округ - Югра",
		"Ямало-Ненецкий автономный округ",
	},
	"Сибирский ФО": {
		"Республика Алтай", "Республика Бурятия", "Республика Тыва",
		"Республика Хакасия", "Алтайский край", "Забайкальский край",
		"Красноярский край", "Иркутская область", "Кемеровская область",
		"Новосибирская область", "Омская область", "Томская область",
	},
	"Дальневосточный ФО": {
		"Респ Саха /Якутия/", "Камчатский край", "Приморский край",
		"Хабаровский край", "Амурская область", "Магаданская область",
		"Сахалинская область", "Еврейская автономная область",
		"Чукотский автономный округ",
	},
}
